Repository: rafaelSwi/SolidGlass
Catalog: SolidGlass/*.lproj/Localizable.strings
Languages: de, es, pl

source: Search
de: Suchen
es: Buscar
pl: Szukaj

source: Disable globally
de: Global deaktivieren
es: Desactivar de forma global
pl: Wyłącz globalnie

source: Loading
de: Laden
es: Cargando
pl: Ładowanie

source: Default
de: Standard
es: Predeterminado
pl: Domyślny

source: Disabled
de: Deaktiviert
es: Desactivado
pl: Wyłączony

source: Contact: %@
de: Kontakt: %@
es: Contacto: %@
pl: Kontakt: %@

source: Back
de: Zurück
es: Volver
pl: Wstecz

source: Donate
de: Spenden
es: Donar
pl: Wesprzyj

# donate_description
source: Any help is truly appreciated!
de: Ich bin für jede Hilfe sehr dankbar!
es: ¡Agradezco enormemente cualquier ayuda!
pl: Każda pomoc jest ogromnie doceniana!

# check_on_blockchain
source: Check on the blockchain
de: Auf der Blockchain ansehen
es: Acceder en la blockchain
pl: Sprawdź w blockchain

# copy_crypto_address
source: Copy address
de: Krypto-Adresse kopieren
es: Copiar dirección
pl: Kopiuj adres

# copy_email
source: Copy email address
de: E-Mail kopieren
es: Copiar correo electrónico
pl: Kopiuj e-mail

source: Bitcoin on-chain transfer
de: Bitcoin-On-Chain-Übertragung
es: Transferencia Bitcoin on-chain
pl: Transfer Bitcoin on-chain

source: Litecoin on-chain transfer
de: Litecoin-On-Chain-Übertragung
es: Transferencia Litecoin on-chain
pl: Transfer Litecoin on-chain

source: Show LTC Address
de: LTC-Adresse anzeigen
es: Mostrar LTC
pl: Pokaż adres LTC

source: Show BTC Address
de: BTC-Adresse anzeigen
es: Mostrar BTC
pl: Pokaż adres BTC

source: Copy
de: Kopieren
es: Copiar
pl: Kopiuj

# show_app_icons
source: Show Icons
de: App-Symbole anzeigen
es: Mostrar iconos
pl: Pokaż ikony

# show_app_bundle
source: Show Bundle Identifier
de: Bundle Identifier anzeigen
es: Mostrar identificador del paquete
pl: Pokaż identyfikator Bundle

source: Open
de: Öffnen
es: Abrir
pl: Otwórz

source: Restart
de: Neustarten
es: Reiniciar
pl: Uruchom ponownie

source: Show on Finder
de: Im Finder anzeigen
es: Mostrar en Finder
pl: Pokaż w Finderze

source: Copy Bundle Identifier
de: Bundle Identifier kopieren
es: Copiar identificador del paquete
pl: Kopiuj identyfikator Bundle

# auto_restart_app
source: Auto-restart app when enabling/disabling
de: App beim Aktivieren/Deaktivieren neu starten
es: Reiniciar la app al activar/desactivar
pl: Uruchom ponownie aplikację po włączeniu/wyłączeniu

source: Settings
de: Einstellungen
es: Ajustes
pl: Konfig

# drag_app_here
source: Drag an app here
de: App hierher ziehen
es: Arrastra la app aquí
pl: Przeciągnij aplikację tutaj

# add_app
source: Add
de: App hinzufügen
es: Agregar app
pl: Dodać

source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj

source: Add
de: Hinzufügen
es: Agregar
pl: Dodaj

source: Invalid app bundle
de: Ungültiger Bundle Identifier
es: Identificador del paquete inválido
pl: Nieprawidłowy identyfikator Bundle

# app_not_found_for_bundle
source: App not found for bundle ID
de: Keine App für den angegebenen Bundle Identifier gefunden
es: App no encontrada para el identificador del paquete proporcionado
pl: Nie znaleziono aplikacji dla podanego identyfikatora Bundle

# warning_required_global
source: Disabling the effect of this app manually will not be enough to remove the effect, this app will only have its effect removed if you disable it globally.
de: Das manuelle Deaktivieren des Effekts dieser App reicht nicht aus; er wird nur entfernt, wenn Sie ihn global deaktivieren.
es: Desactivar el efecto de esta app manualmente no será suficiente; solo se eliminará si lo desactivas de forma global.
pl: Wyłączenie efektu dla tej aplikacji ręcznie nie wystarczy, efekt zostanie usunięty tylko po wyłączeniu globalnym.

# warning_external_app
source: This app was added externally and perhaps disabling the effect will have no effect.
de: Diese App wurde extern hinzugefügt und das Deaktivieren des Effekts funktioniert möglicherweise nicht.
es: Esta app fue agregada externamente y puede que desactivar el efecto no funcione.
pl: Ta aplikacja została dodana zewnętrznie i wyłączenie efektu może nie działać.

source: Warning
de: Warnung
es: Advertencia
pl: Ostrzeżenie

# warning_disabled_effect
source: Disabling the effect may cause this app to malfunction.
de: Das Deaktivieren des Effekts kann dazu führen, dass diese App fehlerhaft funktioniert.
es: Desactivar el efecto puede hacer que esta app funcione incorrectamente.
pl: Wyłączenie efektu może spowodować problemy z działaniem tej aplikacji.

# warning_nothing_works
source: Based on tests, this app’s effect cannot be removed, neither by disabling it manually nor by disabling it globally. However, you are welcome to try.
de: Tests zufolge kann der Effekt dieser App weder manuell noch global entfernt werden. Sie können es jedoch versuchen.
es: Según las pruebas, el efecto de esta app no puede eliminarse, ni manual ni globalmente. Sin embargo, puedes intentarlo.
pl: Na podstawie testów efekt tej aplikacji nie może zostać usunięty ani ręcznie, ani globalnie. Możesz jednak spróbować.

# warning_weird_ui
source: This app may display unusual UI behavior if the effect is disabled.
de: Diese App kann ein seltsames Benutzeroberflächenverhalten zeigen, wenn der Effekt deaktiviert wird.
es: Esta app puede presentar un comportamiento extraño en la interfaz si el efecto es desactivado.
pl: Ta aplikacja może zachowywać się dziwnie w interfejsie po wyłączeniu efektu.

# warning_required_global_and_weird_ui
source: This app’s effect can only be disabled globally, and doing so may cause some UI issues.
de: Der Effekt dieser App kann nur global deaktiviert werden, und das kann zu UI-Problemen führen.
es: El efecto de esta app solo puede desactivarse de forma global y, al hacerlo, puede causar algunos problemas en la interfaz.
pl: Efekt tej aplikacji można wyłączyć tylko globalnie, a wyłączenie może powodować pewne problemy z interfejsem.

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
pl: Sprawdź aktualizacje

source: New Version Available
de: Neue Version verfügbar
es: Nueva versión disponible
pl: Nowa wersja dostępna

source: Updated
de: Aktualisiert
es: Actualizado
pl: Zaktualizowano

source: Open Download Page
de: Download-Seite öffnen
es: Abrir página de descarga
pl: Otwórz stronę pobierania

# apple_list
source: Only show Apple software
de: Nur Apple-Software anzeigen
es: Mostrar solo software de Apple
pl: Pokaż tylko oprogramowanie Apple

source: Checking directory: %@
de: Verzeichnis wird überprüft: %@
es: Verificando directorio: %@
pl: Sprawdzanie katalogu: %@

# directory_access_failed
source: Failed to access: %@
de: Zugriff fehlgeschlagen: %@
es: Error al acceder: %@
pl: Nie udało się uzyskać dostępu do: %@

# found_items_in_directory
source: Found %d items in %@
de: %d Elemente in %@ gefunden
es: %d elementos encontrados en %@
pl: Znaleziono %d elementów w %@

# reading_app_from_directory
source: Reading app %d of %d in %@
de: Lese App %d von %d in %@
es: Leyendo aplicación %d de %d en %@
pl: Odczytywanie aplikacji %d z %d w %@

# sorting_apps
source: Sorting app list...
de: App-Liste wird sortiert...
es: Organizando lista de aplicaciones...
pl: Sortowanie listy aplikacji...

# loading_completed
source: %d applications found
de: %d Anwendungen gefunden
es: %d aplicaciones encontradas
pl: Znaleziono %d aplikacji

# restart_could_be_required
source: System restart could be required to apply changes
de: Ein Systemneustart kann erforderlich sein, um die Änderungen anzuwenden
es: Puede ser necesario reiniciar el sistema para aplicar los cambios
pl: Może być konieczne ponowne uruchomienie systemu, aby zastosować zmiany

# main_warning_title
source: It is no longer possible to disable Liquid Glass
de: Was, wenn es nicht funktioniert?
es: Una advertencia para los usuarios de macOS BETA
pl: Ostrzeżenie dla użytkowników macOS BETA

source: Hide
de: Ausblenden
es: Ocultar
pl: Ukryj

source: Force Liquid Glass
de: Liquid Glass erzwingen
es: Forzar Liquid Glass
pl: Wymuś Liquid Glass

source: Disable Liquid Glass
de: Liquid Glass deaktivieren
es: Desactivar Liquid Glass
pl: Wyłącz Liquid Glass

# show_force_liquid_glass
source: Show option to force Liquid Glass
de: Option anzeigen, um Liquid Glass zu erzwingen
es: Mostrar opción para forzar Liquid Glass
pl: Pokaż opcję wymuszenia Liquid Glass

# right_click_to_hide
source: You can right-click (or two-finger tap on the trackpad) on this alert to hide it.
de: Sie können mit der rechten Maustaste klicken, um diese Benachrichtigung auszublenden.
es: Puedes hacer clic derecho (o tocar con dos dedos en el trackpad) en esta alerta para ocultarla.
pl: Możesz kliknąć prawym przyciskiem myszy (lub stuknąć dwoma palcami na touchpadzie), aby ukryć ten alert.

source: Open Github page
de: GitHub-Seite öffnen
es: Abrir página de Github
pl: Otwórz stronę Github

source: Bundle Identifier
es: Identificador del paquete
pl: Identyfikator Bundle
